/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row не может найти контент.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row не может воспроизвести текущую песню.";


/* kBRMediaNoPhotoContent */
301 = "Front Row не удается найти фотографии.";

/* kBRMediaNoPodcastContent */
302 = "Front Row не удается найти подкасты.";

/* kBRMediaNotDRMAuthorized */
303 = "У Вас нет прав для воспроизведения этого контента.";

/* kBRMediaNoTVShowContent */
305 = "Front Row не удается найти телешоу.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row не удается найти видеоклипы.";

/* kBRMediaNoPlaylists */
307 = "Front Row не удается найти плейлисты.";

/* kBRMediaNoSongContent */
308 = "Front Row не удается найти песни.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row не удается найти аудиокниги.";

/* kBRMediaNoMovies */
315 = "Front Row не удается найти фильмы.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Программа «Front Row» не авторизована для воспроизведения этого контента.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row уже пытается подключиться к этому источнику.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row не может подключиться к этой медиатеке.";

